Repository: giellalt/corpus-nob
Catalog: tmx/sme/admin/sd/samediggi.no/samediggi-article-1598.html.tmx
Source language: nob
Languages: sme

source: Samenes nasjonaldag - Sámediggi Sametinget
sme: Sámi álbmotbeaivi - Sámediggi Sametinget

source: Samenes nasjonaldag
sme: Sámi álbmotbeaivi

source: 6. februar er samenes nasjonaldag.
sme: Guovvamánu 6. beaivi lea sámi álbmotbeaivi.

source: Nasjonaldagen er felles for alle samer, uavhengig om de bor i Norge, Sverige, Finland eller Russland.
sme: Álbmotbeaivi lea oktasaš sámiide, beroškeahttá orrot go sii Norggas, Ruoŧas, Suomas vai Ruoššas.

source: I 1993 ble nasjonaldagen feiret for første gang, samtidig som FNs internasjonale urbefolkningsår ble offisielt åpnet i Karasjok.
sme: Álbmotbeaivi ávvuduvvui vuosttaš háve 1993:s go ON internášuvnnalaš eamiálbmotjahki almmolaččat rahppojuvvui Kárášjogas.

source: Den 15. samekonferensen i Helsinki besluttet i juni 1992 at nasjonaldagen skulle være den 6. februar.
sme: 15. sámekonfereansa mii dollojuvvui Helssegis geassemánus 1992 mearridii ahte sámi álbmotbeaivi lea guovvamánu 6. beaivi.

source: Bakgrunnen for datoen er at det første samiske landsmøtet ble avholdt 6. februar 1917 i Trondheim.
sme: Duogáš dáhtonii lea ahte sámiid vuosttaš riikkačoahkkin dollojuvvui guovvamánu 6. b. 1917:s Troanddimis.

source: Det var første gang i historien nord- og sørsamer fra forskjellige land samlet seg til et stort møte for å drøfte og belyse felles saker og problemstillinger.
sme: Dalle lei vuosttaš háve historjjás go davve- ja lullesámit iešguđet riikkas deaivvadedje divaštallat ja fuomášahttit oktasaš áššiid ja váttisvuođaid.

source: Elsa Laula Renberg stod bak både ideen om og virkeliggjørelsen av møtet som samlet over hundre deltakere, derav en stor del kvinner.
sme: Elsa Laula Renberg vuolggahii čoahkkinjurdaga ja duohtan dagai riikkačoahkkima masa bohte badjel čuođi sápmelačča ja eanašat sin gaskkas ledje nissonat.
